import GuideStyle from './Guide.module.scss';
import { Space } from 'antd';
import NavBar from '@/components/NavBar';
const Guide = () => {
    return (
        <>
        <NavBar/>
        <Space size='large' style={{padding:'52px', paddingTop:'160px'}} direction={'vertical'}>
            <div className={GuideStyle.title}>
                景点介绍：
            </div>
            <div className={GuideStyle.content}>
                汕头小公园开埠区是汕头城区历史文化遗产最集中的区域，聚集晚清、民国的官府衙署、洋行领事馆、公寓私邸、工业商会、影院酒楼等历史建筑，融合传统潮汕建筑、骑楼街屋建筑、近现代重要史迹等。
                在三环三线13条街和中山纪念亭周边核心区中，原有业态的基础上再整合升级，确定了各自的主业态，打造不同的特色街。其中，业态规划指引涵盖了潮汕非遗文化一条街、民俗文化一条街、特色百货一条街、文化艺术一条街、潮汕茶文化一条街等，确定了小公园开埠区的主业态。
            </div>
            <div className={GuideStyle.title}>
                交通线路
            </div>
            <div className={GuideStyle.content}>
                可乘坐汕头公交1路，3路，5路，7路，10路，13路，14路，18路，24路，52路，101路前往。
            </div>
            <div className={GuideStyle.title}>
                地理位置
            </div>
            <div className={GuideStyle.content}>
                汕头小公园开埠区中心位置坐落于广东省汕头市金平区国平路、升平路、安平路交汇处。
            </div>
            <div className={GuideStyle.title}>
                景点
            </div>
            <div className={GuideStyle.sub_title}>
                一、中山纪念亭
            </div>
            <div className={GuideStyle.content}>
                小公园中山纪念亭，又称小公园亭，坐落在汕头开埠区国平路、升平路、安平路交汇处，占据了汕头开埠区小公园街区的中心位置，是20世纪30年代初为缅怀孙中山先生三莅汕头而建的纪念亭。

                作为汕头“百载商埠”的文化地标之一，小公园中山纪念亭承载着无数潮汕人的记忆。小公园中山纪念亭不只是一处建筑物，而是一件艺术品，更是凝集了社会各界振兴汕头的一份决心和信心。
            </div>
            <div className={GuideStyle.content}>
                开放时间：全天

                门票信息：免费
            </div>
            <div className={GuideStyle.sub_title}>
                二、南生百货大楼
            </div>
            <div className={GuideStyle.content}>
                民国二十一年(1932年)，南生贸易公司大楼落成，楼高七层，内设汕头埠第一部电梯，一二层为百货公司，三四层为中央酒楼，集购物、餐饮、住宿、娱乐于一楼，客如云来，繁盛一时。

                百货大楼（南生贸易公司）是汕头埠发展的一块里程碑，标志着百载商埠的辉煌，它经历了百年的沧桑，有着独特建筑风格的百货大楼仍屹立在汕头老市区，成为汕头历史人文的一处重要载体。对于汕头人来说，南生百货大楼无疑承载着许多记忆。这座七层高的大楼历经80多年风雨洗礼，见证着汕头这座百载商埠的沧桑巨变。
            </div>
            <div className={GuideStyle.content}>
                开放时间：全天

                门票信息：免费
            </div>
            <div className={GuideStyle.sub_title}>
                三、汕头开埠文化陈列馆
            </div>
            <div className={GuideStyle.content}>
                汕头开埠文化陈列馆致力于汕头开埠历史文化、文物及文化艺术品的展示，免费向公众开放，并成为汕头历史文化旅游的一个标志性景点。

                汕头市开埠文化陈列馆以“以史为鉴开创未来”作为指导思想，在陈列布置上，注重浓缩反映了汕头开埠的历史脉络、开埠的意义，以及开埠带来的繁荣气象，表达出在开埠150周年的重要历史节点上争创“汕头崛起”的主题思想。

                汕头开埠文化陈列馆首层是多功能展示厅，展出汕头开埠以来的资料和图片。进馆大门古色古香，有一幅巨大的开埠文化壁画，上面的“汕头埠”三个红色大字熠熠生辉。整幅文化壁画由壁砖镶嵌而成，高度达4.8米，宽度达4.2米，壁画以素描的形式展示了开埠150年间汕头政治、经济、文化的演变，代表性的重大事件，以及建筑、人物、器物都直观展现其中。开埠历史的重大人和事，都浓缩在这幅巨型壁画下。陈列馆的进门处首层右侧，一只卡通化的“鮀鮀”作为陈列馆吉祥物迎接着八方来客——汕头又名“鮀岛”，“鮀”有一种说法，是一种以前生活在汕头海域的鲨鱼。

                汕头开埠文化陈列馆二楼展厅是整座开埠文化陈列馆浓墨重彩的地方。展厅照壁是一副汕头开埠的老照片，由岭东名家郭莽园题字“让历史告诉现在——汕头开埠交响曲”，整个展厅便围绕着这个主题，由9个序曲来徐徐展开150年汕头开埠史的变迁。首个序曲由“大浪淘沙”开篇，展示的是汕头起源的历史，接着便全方位展示了开埠后汕头经济的起步直至20世纪30年代最辉煌的时期，民族工业的萌芽、崛起，还有1939年到1945年间汕头名人荟萃名士辈出的时期。此外，在展厅的左侧，还有根据民国20年汕头地图翻制的汕头埠鸟瞰图沙盘。通过展厅，可了解到汕头开埠创下30项第一。

                二楼展厅收藏了由市民、社会热心人士捐赠的100多件珍贵文物，它们将作为永久式的开埠文物展示厅。其中有很多汕头解放前的营业执照、老股票、侨批以及解放初期的老照片等，还有反映石头开埠后潮汕制药工业的碾药钵、体现汕头民用电话的起源的国古董铁壳手摇电话机等。一件件藏品都体现着汕头开埠后的历史进程。此外，著名语言学专家、潮汕民俗学专家、韩山师范学院院长林伦伦教授捐献的一些书籍，其中一部珍贵的《潮音圣经》，是捐献者在美国哈佛大学图书馆内复制的，捐献者将其一页页翻拍，送抵开埠文化陈列馆翻制，这部《潮音圣经》奇特之处在于用罗马文注释潮汕音，以便于当时西方传教士与潮汕信徒之间的沟通。

                汕头开埠文化陈列馆第三层作为潮文化的展示、演示厅，展出潮乐乐器，并不定期开展文化沙龙活动。
            </div>
            <div className={GuideStyle.content}>
                开放时间：周二至周日每天9:00-17:00（16:30停止进场）逢周一闭馆；法定节假日延长开放半小时，开放时间：9:00-17:30　门票信息：免费
            </div>
            <div className={GuideStyle.sub_title}>

                四、汕头侨批文物馆
            </div>
            <div className={GuideStyle.content}>
                侨批文物馆与开埠文化陈列馆隔街相对，是中国第一个侨批文物馆，由原中国银行汕头分行旧址改建而成。潮汕话将“信”称为“批”，侨批又称银信，是海外侨胞通过民间渠道寄给家乡眷属的书信和汇款凭证的合称。

                一封侨批就是一个故事。在文物馆收集的侨批中，有父亲为刚出生却不曾谋面的孩子取名的;有儿子问候年迈双亲的;有父亲要求赎回被卖女儿的;有父母鼓励儿子发愤读书的……一封封侨批，浸透着海外侨胞对故里的一片深情。

                汕头侨批文物馆已征集到侨批原件近3万封、汕头市民邹金盛收藏的侨批复印件3万多封、汕头市民麦保尔录制其收藏的近4万封侨批的32片光盘和泰国许茂春先生珍藏的一些曼谷侨批局老照片;还有送批用的市篮、批袋、水布、纸雨伞等文物以及有关侨批研究的文件、书刊。其中，一封151年前旅居泰国的父亲给在家乡的儿子寄了10块洋元的侨批，成了迄今全国收藏年代最古远的华侨历史文物之一。

            </div>
            <div className={GuideStyle.content}>
                开放时间：周二至周日9:00-16:00

                门票信息：免费
            </div>
            </Space>
        </>
    )
}
export default Guide;














// 　　五、汕头邮政总局大楼

// 　　汕头邮政总局大楼是汕头开埠以来的第一所自建邮局，是中国首批25个邮政局之一。汕头邮政局大楼是广东省邮政系统中保存较为完整的两座采用欧陆式建筑风格的邮政实体之一，见证了汕头开埠以来的邮政通信发展历史，对研究汕头的经济文化和欧陆建筑有较大价值。也是汕头开埠以来的第一所自建邮局，见证了汕头、广东乃至中国邮政通信发展历史。

// 　　汕头邮政总局大楼有着丰富的历史与文化积淀，它建于清代与民国交替之际，见证了汕头开埠以来的邮政通信发展历史。游客多至便是正形成风尚的文化旅游的体现，同时，这也是汕头邮政总局大楼的旅游特色：通过汕头邮政总局大楼的内外观感，实地感知、了解、体察、回味汕头开埠文化、海洋文化，乃至清政府被迫打开国门的大致情形，百年沧桑，大楼依旧，是中国邮政事业走向世界历程的一个记忆点、一个小缩影。

// 　　地址：

//

// 　　开放时间：周二-周日 09:00-17:00开放;周一 全天不开放

// 　　门票信息：免费

// 　　五、国民革命东征军总指挥部、政治部旧址

// 　　作为全国重点文物保护单位，爱国主义教育基地，设于国民革命军东征军总指挥部政治部旧址的汕头市东征军革命史迹陈列馆充分利用它的功能和内涵，为游客及研究者等展现它的馆藏文物。该文物点对研究中国近代革命史有着重要的价值。

// 　　作为全国重点文物保护单位，爱国主义教育基地，设于国民革命军东征军总指挥部政治部旧址的汕头市东征军革命史迹陈列馆充分利用它的功能和内涵，为游客及研究者等展现它的馆藏文物。该文物点对研究中国近代革命史有着重要的价值。

// 　　地址：外马路207号

// 　　开放时间：周二-周日9:00-17:00，16:30停止入馆，周一闭馆。

// 　　门票信息：免费

// 　　六、大埔会馆（汕头市八一南昌起义纪念馆）

// 　　大埔会馆位于民权路50号，现为“汕头市八一南昌起义纪念馆”。这是一处与重大历史事件和重要人物有关的革命旧址。

// 　　1927年8月1日南昌起义后，主力部队在周恩来、朱德、贺龙、叶挺等同志的率领下，向广东进发，进入潮汕前后共七天，在潮汕革命史上称之为“七日红”。

// 　　同时，在“大埔会馆”设立“南昌起义南下部队总指挥部”，周恩来等革命领导人在这里共商一系列重大军事、政治决策，协同地方党委建立工农政权。

// 　　汕头市八一南昌起义纪念馆正式开馆，旧址通过修缮布设《南昌起义——潮汕七日红》展览对公众免费开放。 馆内现有馆藏151件，具有一定的历史、文化、科学和艺术价值。 馆内常设陈列《南昌起义——潮汕七日红》，已研究出版学术资料《七日红》。

// 　　地址：汕头市金平区民族路95号大埔会馆内

// 　　开放时间：周二至周日 开放时间：09:00-17:00 停止入场：16:30

// 　　七、广东东江各属行政委员公署旧址

// 　　这是一座四合院式布局的贝灰砂砖木建筑，由山门、前殿、正殿、厢房、套间、外院、里院等组成，台湾爱国志士丘逢甲便在这里设立“岭东同文学堂”，这是汕头市新式学校之始。

// 　　广东省革命委员会将公署旧址公布为第二批省级文物保护单位，对研究中国革命史有一定的价值，1995年初，汕头市委，市政府将其确定为汕头市爱国主义教育基地。现为汕头市外马路第三小学校址。该建筑具有较高的革命历史纪念及史迹研究价值。

// 　　地址：广东省汕头市金平区外马路129号

// 　　开放时间：周二至周日10：00-18：00，17：30停止进场，周一闭馆；重要节假日期间开放，节后第一天闭馆。

// 　　八、中央红色交通线旧址(汕头站)

// 　　在海平路97号的“中共中央至中央苏区秘密交通线汕头交通中站旧址”是“反围剿”时期中共中央交通局开辟的秘密交通线之一，汕头交通中站作为线上重要的中转站，先后完成了护送包括周恩来、刘少奇、叶剑英、陈云等领导同志在内的200多位革命先驱安全进入中央苏区，同时还肩负着输送和采购物资、传递情报和文件、运送资金等艰巨任务，是唯一一条自始至终未遭敌毁、保持畅通的交通线，这条交通线承载着中国共产党保密工作的传统，印证了在革命年代保密就是保生存、保胜利。

// 　　目前，这一旧址经保护修缮，连同相邻的99号、101号一并建设开辟为专题陈列馆。97号展馆的一楼对当时的店面情景复原再现；二楼复原了当时的站长办公室及工作场所的情景；三楼则模仿当时地下工作者开展地下工作的场景。99号、101号展馆展示通过此秘密交通线护送的人员简介、输送的实物等。

// 　　地址：广东省汕头市金平区海平路97号

// 　　开放时间：逢周二至周日开放，时间：上午9:00—下午17:00（16：30停止进馆）

// 　　逢周一闭馆，整理内务。

// 　　九、汕头非物质文化遗产体验馆

// 　　汕头非物质文化遗产体验馆集作品展示、技艺体验、文创销售于一体，成为潮汕地区首个沉浸式城市非遗文化体验空间。从潮绣、潮州木雕、潮州剪纸等的经典作品中领略非遗的独特魅力与文化内涵，还能现场体验潮汕的非遗技艺。

// 　　该体验馆内不仅设置了潮州木雕、印章镌刻技艺、瓶内画、潮绣等14个非遗项目展示区，展示区旁还设置体验区，让进馆的市民游客现场体验非遗技艺。多位非遗传承人也在现场展销精美作品和文创产品，融入剪纸元素的工夫茶具、精美小巧的潮剧盔头文创产品、独具潮汕特色的潮绣摆件……让“非遗走入生活”成为非遗传承人拉近与受众距离的有益尝试。

// 　　地址：汕头市小公园开埠区安平路37号和39号

// 　　开放时间：周二至周日9:00至17:00（16:30停止进场）

// 　　周一闭馆（法定节假日除外）

// 　　法定节假日开放时间为9:00至17:30（17:00停止进场）

// 　　门票信息：免费；需提前在“汕头市文化馆”微信公众号进行预约